<?php

return [

    /*
    |--------------------------------------------------------------------------
    | 認証言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は認証時にユーザーに対し表示する必要のある
    | 様々なメッセージです。アプリケーションの必要に合わせ
    | 自由にこれらの言語行を変更してください。s
    |
    */

    'mail_activation_error' => 'メール認証キーが無効、または既に認証が完了しています。',
    'mail_expired' => 'メール認証キーの有効期限が切れています。',
    'email_exists' => 'このメールアドレスはすでに使われているため、変更できません。',
    'mail_address_change_cancelled' => 'メールアドレスの変更を取り消しました。',
    'resend_confirmation_message' => '再送信が完了しました。認証メールをご確認ください。',
    'no_mail_address_change' => 'メールアドレスの変更はありません。',
    'confirmation_sent_message' => '確認メールを送信しました。',
    'new_email_verified_message' => '新しいメールアドレスが確認されました。',
    'update_email_failed' => 'メールアドレスの変更に失敗しました。時間をおいてもう一度お試しください。',
    'email_not_registered' => '入力されたメールアドレスは登録されていません。正しいメールアドレスを入力してください。'
];
