<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は既存のパスワードを無効にしたい場合に、無効なトークンや
    | 新しいパスワードが入力された場合のように、パスワードの更新に失敗した
    | 理由を示すデフォルトの文言です。
    |
    */

    'reset' => 'パスワードをリセットしました。',
    'sent' => 'パスワードリセットメールを送信しました。',
    'throttled' => 'しばらく再試行はお待ちください。',
    'token' => 'このパスワードリセットトークンは無効です。',
    'user' => "メールアドレスに一致するユーザーは存在していません。",
    'change' => 'パスワードを変更しました。',
    'expired_or_invalid' => 'このURLは有効期限が切れているか、URLが不正です。',
    'reset_password_success' => 'パスワードを変更しました。',
    'reset_password_error' => 'サーバーエラーが発生しました。再度時間をおいてお試しください。',
];
